app/views/issues/show.html.erb

            <ul class="pro">
              <% @issue.pros.each do |pro| %>
---
SELECT "pros".* FROM "pros" WHERE "pros"."issue_id" = $1  [["issue_id", 7]]

            <ul class="con">
              <% @issue.cons.each do |con| %>
---
SELECT "cons".* FROM "cons" WHERE "cons"."issue_id" = $1  [["issue_id", 7]]