app/controllers/issues_controller.rb

  def create
    @issue = Issue.create(issue_params)
---
INSERT INTO "issues" ("name", "private", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["name", "New Issue"], ["private", "f"], ["created_at", "2016-06-06 18:54:40.529189"], ["updated_at", "2016-06-06 18:54:40.529189"]]

  def destroy
    @issue.destroy
---
DELETE FROM "issues" WHERE "issues"."id" = $1  [["id", 10]]