app/controllers/pros_controller.rb

  def create
    @pro = Pro.create(pro_params)
---
INSERT INTO "pros" ("name", "weight", "issue_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "Pro"], ["weight", 1], ["issue_id", 13], ["created_at", "2016-06-06 20:41:36.845995"], ["updated_at", "2016-06-06 20:41:36.845995"]]